Repository: w3development/w3development.net
Catalog: public/typo3conf/l10n/*/tstemplate/Resources/Private/Language/*.locallang_info.xlf
Languages: it

source: Delete
it: Elimina

source: To top
it: Torna Su

source: File changed
it: File modificato

# resourceUpdated
source: Resource '%s' has been updated.
it: La risorsa '%s' è stata aggiornata.

source: Template information
it: Informazioni Template

source: Sitetitle
it: Titolo del sito

source: Allowed extensions
it: Estensioni consentite

source: Max filesize
it: Dimensione massima file

source: Upload resource
it: Carica risorsa

# newTextResource
source: New text resource (enter name)
it: Nuova risorsa di testo (inserisci nome)

# copyResource
source: Make a copy of resource
it: Crea una copia della risorsa

source: Update resource list
it: Aggiorna lista risorse

source: Edit Resource
it: Modifica Risorsa

# filesizeExceeded
source: Filesize exceeded %s KBytes
it: La dimensione del file supera i %s KByte

# notAllowed
source: Files larger than %s KBytes are not allowed to be edited.
it: Non è consentito modificare files più grandi di %s KBytes

source: Resources
it: Risorse

# editToView
source: (edit to view, %s lines)
it: (modifica per visualizzare, %s linee)

# editTemplateRecord
source: Edit the whole template record
it: Vai alla modifica completa del Template
