Repository: w3development/w3development.net
Catalog: typo3conf/l10n/*/frontend/Resources/Private/Language/*.locallang_csh_fe_users.xlf
Languages: it

# address.description
source: Enter the street address of the user.
it: Digita l'indirizzo stradale dell'utente.

# company.description
source: Enter the name of the company in which the user is employed.
it: Digita il nome dela Azienda presso la quale l'utente è impiegato.

# .description
source: A website login user.
it: Sito web di login per l'utente.

# .details
source: These are users with a username and password who are allowed specific access to otherwise restricted areas on your website.
it: Questi sono utenti con uno username e password che sono autorizzata ad accessi specifici ad aree protette del tuo sito.

# disable.description
source: This option will temporarily disable the user from logging in.
it: Questa opzione disabiliterà temporaneamente il login dell'utente.

# endtime.description
source: Enter the date from which the account is disabled.
it: Inserisci la data dopo la quale l'account sarà disabilitato.

# endtime.syntax
source: See "Start"
it: Vedi "Inizio"

# image.description
source: Insert a photo of the user.
it: Inserisci la foto dell'utente.

# lastlogin.description
source: This field shows the user's last log in date.
it: Questo campo mostra l'ultima data nella quale l'utente ha fatto login.

# lockToDomain.details
source: A TYPO3 system may have multiple domains pointing to it. Therefore this option secures that users can login only from a certain host name.
it: Un sistema TYPO3 può avere più domini ai quali puntare. Pertanto questa opzione si assicura che gli utenti possano fare login solamente da un dato nome di host.

# lockToDomain.syntax
source: Either a domain name, "www.typo3.org" or an IP address, "10.34.222.83"
it: Indica nome di dominio, es. "www.typo3.com" e/o un indirizzo IP, es. "10.34.222.83"

# password.description
source: Enter the password for the username above. This is needed to login.
it: Digita la password per lo username sopra. E' necessaria per il login.

# password.syntax
source: A password is required and must be in lowercase without spaces in it.
it: La password è un dato obbligatorio e deve essere trascritta a caratteri minuscoli e non deve contenere spazi.

# starttime.description
source: Enter the date from which the account is active.
it: Inserisci la data di inizio attività del codice.

# starttime.syntax
source: The syntax is dd-mm-yy, but you can just enter a "d" in the field to insert todays date. Or "d+10" to insert the date 10 days from now etc. The field will re-format any input to fit the format it understands so you can just experiment and you will be able to clearly see how dates should be entered.
it: La sintassi è dd-mm-yy (giorno, mese e anno), ma tu puoi inserire anche "d" nel campo per inserire la data di oggi. Anche "d+10" per inserire la data del decimo giorno in avanti a partire da oggi, ecc. Il campo modificherà qualsiasi input affinchè corrisponda al formato; puoi modificare questo campo per comprendere le potenzialità e a titolo sperimentale finchè sarai in grado di impostare quello che ritieni utile al tuo caso.

# title.description
source: Enter the job title, eg. 'Director' or 'Accountant'.
it: Digita la qualifica dell'utente (es. Direttore, Ragioniere...).

# TSconfig.description
source: Enter additional TSconfig for the user (advanced).
it: Digita codice TSconfig addizionale per questo utente (funzione avanzata)

# usergroup.description
source: Select a user group for the username.
it: Seleziona un gruppo da associare allo username.

# usergroup.details
source: When a user logs in he is able to view all content which is access restricted to the user <em>group(s)</em> the user is a member of. Therefore the user login primarily makes sense with regard to the member groups.
it: Quando un utente fa login potrà vedere tutti i contenuti conformemente alle restrizioni applicate al <em>gruppo(i)</em> di appartenenza. Pertanto fare login per l'utente ha senso esclusivamente se appartiene ad uno o più gruppi.

# username.description
source: Enter the username of the website user. This is needed to login.
it: Digitare lo username dell'utente del sito web. Questo dato è necessario per effettuare il login.

# username.syntax
source: A username is required and must be in lowercase without spaces in it. The username must be unique among other usernames in the page where it's saved. If it is not unique a number will be prepended automatically.
it: Lo username è obbigatorio e deve essere digitato in caratteri minuscoli; non deve contenere spazi; deve essere un dato unico tra tutti gli altri nomi utenti presenti nella pagina dove viene salvato. Se non è unico sarà creato con l'anteposizione di n numero.

# www.description
source: Enter the homepage URL
it: Digita la pagina principale dell'utente (URL)
