Repository: w3development/w3development.net
Catalog: typo3conf/l10n/*/frontend/Resources/Private/Language/*.locallang_csh_fe_groups.xlf
Languages: it

# .description
source: Usergroups for Website users.
it: Usergroup per gli utenti web del sito.

# description.description
source: Enter a description of the group.
it: Inserisci la descrizione del gruppo.

# description.details
source: This is for internal use and is just a way to put a note on what the group is for, why you created it and who should be members. Use it as you like.
it: Destinato solo a uso interno; serve per inserire una nota sul gruppo, ad esempio perchè è stato creato e quali potrebbero essere i membri. Campo da riempire a piacimento.

# .details
source: The access restriction in TYPO3 is assigned to these usergroups. When a page or other element is access restricted to a group, only Website users which are members or that group will be able to view the element on the website.
it: La restrizione di accesso in TYPO3 è assegnata a questi gruppi di utenti. Quando una pagina o un altro elemento ha una restrizione d'accesso per un gruppo, solo gli utenti web che sono membri di questo gruppo potranno vedere l'elemento del sito web.

# hidden.description
source: This option disables the user group.
it: Questa opzione disabilita il gruppo degli utenti.

# hidden.details
source: If you disable a user group all users which are members of the group will in effect not inherit any properties this group may have given them. For instance if a page or content element was assigned access only by this group and you disable the group, no one would gain access to that page or content element.
it: Se un gruppo utenti viene disabilitato, tutti gli utenti che appartengono a quel gruppo non erediteranno alcuna proprietà del gruppo. Per esempio se una pagina o un contenuto erano accessibili solo a questo gruppo, che viene disabilitato, nessuno poi potrà ottenere l'accesso alla pagina o al contenuto.

# .image_descr
source: The form for editing frontend users groups. Pages, Content Elements and other records for frontend display often have a selector box where you can define access restriction by selecting access for a certain group only.
it: Modulo per editare i gruppi degli utenti frontend. Le Pagine, i Contenuti e altri records che vengono visualizzati nel frontend spesso hanno un selettore con il quale puoi definire le restrizioni di accesso, selezionando l'accesso solo per un determinato gruppo.

# lockToDomain.details
source: This options may be important if you have multiple websites in the same TYPO3 database but still only one main storage page for all Website users. Thus the users may log in on any of the website URLs. This may be considered a feature (having a global login as a user) or a problem (in which case you should have multiple user storages anyway). However you may wish to limit the use of a Website usergroup to a specific website and thus you don't want the group to be enabled for the user when he logs in at another URL (still from the same database of course). By entering the host name of the website here, you restrict the group to be used only from within this domain. <b>Notice:</b> The use for this option is not critical if you have multiple Website user storages, namely one for each site.
it: Questa opzione è importante se hai siti web distinti nello stesso database di TYPO3 e dotati ancora di una sola pagina principale nella quale tutti gli utenti vengono salvati. In questo modo gli utenti dovranno fare un diverso login in ciascuno degli indirizzi associati al sito web. Questo può essere considerato una caratteristica positiva (avendo un login globale come un utente) o un problema (nel caso ci dovessero essere differenti cartelle utente). Si può voler limitare l'uso di un usergroup ad un determinato sito web, e non permettere il login da url differenti. Inserendo l'host name del sito, si fa in modo che il gruppo di utenti sia usato solo da questo dominio. <b>Nota:</b> L'uso di questa opzione non è critica se hai Website user storages multipli, ovvero una cartella-utenti per ciascun sito.

# subgroup.description
source: Member of other groups.
it: Membro di altri gruppi.

# subgroup.details
source: List of other groups that this group is a member of.
it: Elenco degli altri gruppi di cui fa parte questo gruppo.

# title.description
source: Name of the group.
it: Nome del gruppo.

# title.details
source: This title will appear as the group name in the 'Access'-list in other records.
it: Questo titolo apparirà come il nome del gruppo nella "Access-list" negli altri records.

# TSconfig.description
source: TSconfig for the group (advanced).
it: TSconfig per il gruppo (avanzato).

# TSconfig.details
source: This is the user TSconfig for the group. The values are inherited by any Website user who is a member of this group. The configuration is subject to being overridden in other groups and by the TSconfig of the user himself.
it: Questo è il TSconfig per il gruppo. I valori sono ereditati da ciascun utente che è membro di questo gruppo. La configurazione può venire sovrascritta da altri gruppi e dal TSconfig dell'utente stesso.

# TSconfig.syntax
source: TypoScript syntax, without conditions and constants.
it: Sintassi TypoScript, senza condizioni e costanti.
