Repository: w3development/w3development.net
Catalog: html/typo3conf/l10n/*/tstemplate/Resources/Private/Language/*.locallang.xlf
Languages: it

# moduleTitle
source: Template tools
it: Strumenti Template

source: Template Analyzer
it: Analizzatore Template

source: Info/Modify
it: Info/Modifica

# objectBrowser
source: TypoScript Object Browser
it: Navigatore Oggetti TypoScript

# viewTemplates
source: Viewing templates of
it: Visualizzazione Template di

source: Page name
it: Pagina

source: Templates
it: Template

source: Is Root?
it: Root

source: Is Ext?
it: Estensione

# overview
source: This is an overview of the pages in the database containing one or more template records. Click a page title to go to the page.
it: Questa è un'anteprima delle pagine nel database contenenti uno o più Template. Clicca sul titolo per andare alla rispettiva pagina.

# areYouSure
source: Are you sure you want to do this?
it: Confermare questa operazione?

source: No template
it: Nessun Template

# noTemplateDescription
source: There was no template on this page!
it: Non esiste alcun Template in questa pagina!

# createTemplate
source: Create a template record first in order to edit constants!
it: Creare un Template prima di modificare le Costanti!

# createTemplateToEditConfiguration
source: You need to create a template record below in order to edit your configuration.
it: È necessario creare un Template qui sotto per modificare la Configurazione.

# newWebsite
source: Create new website
it: Crea nuovo sito web

# newWebsiteDescription
source: If you want this page to be the root of a new website, optionally based on one of the standard templates, then press the button below
it: Se vuoi che questa pagina sia la root di un nuovo sito web, opzionalmente basato su uno dei Template Base, allora premi il bottone qui sotto

# newWebsiteAction
source: Create template for a new site
it: Crea Template per un nuovo sito

# extTemplate
source: Create extension template
it: Crea Template estensione

# extTemplateDescription
source: An extension template allows you to enter TypoScript values that will affect only this page and subpages.
it: Un template estensione permette di inserire TypoScript che condiziona solo la pagina e le relative sottopagine.

# extTemplateAction
source: Click here to create an extension template.
it: Clicca qui per creare un Template estensione.

# goToClosest
source: Go to closest page with template
it: Vai alla pagina, con Template, successiva

# goToClosestDescription
source: Closest template is on page '%s' (uid %s).
it: Il Template successivo è nella pagina '%s' (uid %s).

# goToClosestAction
source: Click here to go.
it: Clicca qui per iniziare.

# titleNewSiteStandard
source: NEW SITE, based on standard
it: NUOVO SITO, basato su standard
