Repository: w3development/w3development.net
Catalog: typo3conf/l10n/*/fluidpages/Resources/Private/Language/*.locallang.xlf
Languages: it

# pages.tx_fed_page_controller_action
source: Page Layout - this page
it: Layout di pagina - pagina corrente

# pages.tx_fed_page_controller_action.default
source: Parent decides
it: Eredita dalla pagina padre

# pages.tx_fed_page_controller_action_sub
source: Page Layout - subpages
it: Layout di pagina - sottopagine

# pages.tx_fed_page_flexform
source: Page Configuration
it: Configurazione di pagina

# pages.tx_fed_page_flexform_sub
source: Page Configuration - subpages
it: Configurazione di pagina - sottopagine

# pages.tx_fed_page_package
source: Package
it: Pacchetto

# pages.tx_fed_page_layoutselect
source: Page Layouts
it: Layout di pagina

# pages.tx_fed_page_configuration
source: Page Configuration
it: Configurazione di pagina

# pages.doktype.187
source: Raw Fluid template
it: Modello Fluid grezzo

# pages.tx_fluidpages_templatefile
source: Template file reference
it: Riferimento al file di modello

# pages.tx_fluidpages_templatefile.placeholder
source: EXT:... or site-relative path
it: EXT:.... oppure percorso relativo al sito

# pages.tx_fluidpages_layout
source: Layout to use for rendering
it: Layout da utilizzare per il rendering

source: Fluid Content Area
it: Area di Contenuto Fluid
