Repository: w3development/w3development.net
Catalog: html/typo3conf/l10n/*/beuser/mod/*.locallang.xlf
Languages: it

source: Page title:
it: Titolo pagina:

source: Path:
it: Percorso:

source: User:
it: Utente:

source: Group:
it: Gruppo:

source: Everybody:
it: Tutti:

source: This user:
it: Questo utente:

source: Main group:
it: Gruppo principale:

# editLock
source: Edit lock prevents all editing
it: Il blocco della funzione di Edit inibisce tutte le funzioni di editing

# noReadAccess
source: The user has no read-access to these DB-mounts!
it: L'utente non ha permessi in lettura per questi DB-mounts!

source: [Default Draft]
it: [Sito di default in BOZZA]

# notAccessible
source: WARNING: Workspace Webmount page id not accessible:
it: ATTENZIONE: la pagina di montaggio dello spazio web, con la seguente id, relativa a questo Workspace non è acessibile:

source: Compare User Settings
it: Compara Configurazione Utenti:

source: List Users Online
it: Mostra Utenti Online

source: Backend User Administration
it: Gestione Utenti di Backend

source: Filemounts
it: Punti di montaggio per files

source: Webmounts
it: Punti di montaggio per le pagine web

source: Default upload path
it: Percorso di default per l'upload

source: Main user group
it: Gruppo principale

source: Member of groups
it: Membro di gruppi

source: Page types access
it: Tipi di pagina accessibili

source: Select tables
it: Seleziona tabelle

source: Modify tables
it: Modifica tabelle

source: Non-exclude fields
it: Campi da non escludere

source: Explicit Allow/Deny
it: Permetti/Proibisci esplicito

source: Limit to languages
it: Limiti di lingua

source: Workspace permissions
it: Permessi Workspace

source: Workspace membership
it: Proprietà Workspace

source: Custom options
it: Opzioni personalizzate

source: Modules
it: Moduli

source: Non-mounted readable pages:
it: Pagine leggibili non montate

source: < Back to overview
it: < Indietro alla panoramica

source: User Info
it: Informazione utente

source: Group by:
it: Raggruppa per:

source: Update
it: Aggiorna

source: Group and Compare Users
it: Gruppi e Comparazione Utenti

# tooManyUsers
source: There were too many users:
it: Ci sono troppi utenti:

# canOnlyDisplay
source: This tool can only display the following number of users at a time:
it: Questa funzione può visualizzare solamente il seguente numero di utenti alla volta:

# newUser
source: Create new user
it: Crea nuovo utente

source: Usernames:
it: Nomi utente:

source: Switch user to:
it: Passa a questo utente:

source: [change-to mode]
it: [passaggio diretto]

source: [switch-back mode]
it: [con possibilità di ritorno]

# cachedGrouplistsUpdated
source: (All cached group-lists updated.)
it: (Tutte le liste di gruppi in cache sono stati aggiornate)

source: Result
it: Risultato:

source: Show information
it: Mostra informazioni

# sureToDelete
source: Are you sure you want to delete this element?
it: Sei sicuro di voler eliminare questo elemento?

source: Delete(!)
it: Elimina(!)

source: Username:
it: Nome utente:

source: Who Is Online
it: Chi c'é online
