Repository: w3development/w3development.net
Catalog: var/labels/*/reports/Resources/Private/Language/*.locallang_reports.xlf
Languages: it

# status_report_title
source: Status Report
it: Rapporti di Stato

# status_report_description
source: Get a status report about your site's operation and any detected problems.
it: Ricevi un rapporto di stato sul funzionamento del tuo sito e su eventuali problemi rilevati.

# status_report_explanation
source: Here you can find a short overview of your site's parameters as well as any problems detected with your installation. It may be useful to copy and paste this information into support requests filed on TYPO3's support mailinglists and project issue trackers.
it: Qui puoi trovare una breve panoramica dei parametri del tuo sito e di eventuali problemi rilevati con l'installazione. Potrebbe essere utile copiare e incollare queste informazioni in richieste di supporto archiviate nelle mailinglist di supporto di TYPO3 e nei tracker dei problemi del progetto.

# status_wrongValue
source: Wrong value detected
it: Rilevato valore errato

# status_info
source: Information
it: Informazioni

# status_insecure
source: Insecure
it: Insicuro

# status_disabled
source: Disabled
it: Disabilitato

# status_enabled
source: Enabled
it: Abilitato

# status_enabledPermanently
source: Enabled permanently
it: Abilitato permanentemente

# status_enabledTemporarily
source: Enabled temporarily
it: Abilitato temporaneamente

# status_empty
source: Empty
it: Vuoto

# status_none
source: None
it: Nessuno

# status_connectionFailed
source: Connection Failed
it: Connessione fallita

# status_checkFailed
source: Check Failed
it: Verifica fallita

# status_updateComplete
source: Update Complete
it: Aggiornamento Completato

# status_updateIncomplete
source: Update Incomplete
it: Aggiornamento Incompleto

# status_problemNotification
source: One or more problems were detected with your TYPO3 installation. Please check the %sstatus report%s for more information.
it: Sono stati rilevati uno o più problemi con la tua installazione TYPO3. Si prega di controllare il %srapporto di stato%s per ulteriori informazioni.

# status_allNotification
source: This report contains all System Status Notifications from your TYPO3 installation. Please check the %sstatus report%s for more information.
it: Questo rapporto contiene tutte le Notifiche di Stato del Sistema dalla tua installazione di TYPO3. Controlla il %srapporto di stato%s per ulteriori informazioni.

# status_typo3
source: TYPO3 System
it: Sistema TYPO3

# status_system
source: System
it: Sistema

# status_security
source: Security
it: Sicurezza

# status_configuration
source: Configuration
it: Configurazione

# status_referenceIndex
source: Reference Index
it: Indice dei Riferimenti

# status_missingFiles
source: Files flagged as missing
it: File segnati come mancanti

# status_missingFilesCount
source: %1$s files
it: %1$s file

# status_missingFilesMessage
source: These files are flagged as missing. Restore the files and run the indexer to reset the missing flag.
it: Questi file sono segnati come mancanti. Ripristina i file ed esegui l'indicizzatore per reimpostare.

# status_memcachedConfiguration
source: Memcached Configuration
it: Configurazione Memcached

# status_CreatedFilePermissions
source: Permissions of created files
it: Permessi dei file creati

# status_CreatedFilePermissions.writable
source: Files created by TYPO3 are configured to be world writable. Depending on your server configuration, this can be a security risk. It is usually better to configure the create mask to not allow writing to files by "others". A sane default is often '0660' for $GLOBALS['TYPO3_CONF_VARS']['SYS']['fileCreateMask']. This can be set in the install tool.
it: I file creati da TYPO3 sono scrivibili da tutti. A seconda della configurazione del tuo server, questo può costituire un problema di sicurezza. Di solito è preferibile configurare la "create mask" dei file per non consentire la scrittura agli "altri" (others). Una abituale configurazione è '0660' per $GLOBALS['TYPO3_CONF_VARS']['SYS']['fileCreateMask']. Questa può essere impostata nell'Install Tool.

# status_CreatedDirectoryPermissions
source: Permissions of created directories
it: Permessi delle cartelle create

# status_CreatedDirectoryPermissions.writable
source: Directories created by TYPO3 are configured to be world writable. Depending on your server configuration, this can be a security risk. It is usually better to configure the create mask to not allow writing to directories by "others". A sane default is often '2770' for $GLOBALS['TYPO3_CONF_VARS']['SYS']['folderCreateMask']. This can be set in the install tool.
it: Le cartelle create da TYPO3 sono scrivibili da tutti. A seconda della configurazione del tuo server, questo può costituire un problema di sicurezza. Di solito è preferibile configurare la "create mask" delle cartelle per non consentire la scrittura agli "altri" (others). Una abituale configurazione è '2770' per $GLOBALS['TYPO3_CONF_VARS']['SYS']['folderCreateMask']. Questa può essere impostata nell'Install Tool.

# status_MysqlDatabaseCharacterSet
source: MySQL Database Character Set
it: Set di Caratteri Database MySQL

# status_MysqlDatabaseCharacterSet_CheckFailed
source: Checking database character set failed, got key "%1$s" instead of "character_set_database"
it: Controllo del set di caratteri del database fallito, ottenuta chiave "%1$s" invece di "character_set_database"

# status_MysqlDatabaseCharacterSet_Unsupported
source: Your default database uses character set "%1$s", but only "utf8" or "utf8mb4" is supported with TYPO3.
it: Il tuo database utilizza il set di caratteri "%1$s", ma solamente "utf8" oppure "utf8mb4" sono supportati da TYPO3.

# status_MysqlDatabaseCharacterSet_Ok
source: Your default database uses utf-8. All good.
it: Il tuo database utilizza utf-8. Tutto regolare.

# status_MysqlDatabaseCharacterSet_Info
source: Your default database uses a different charset, but all tables uses utf-8. All good. But consider fixing your database collation and check the table creation settings.
it: Il database utilizza un set di caratteri diverso, ma tutte le tabelle usano utf-8. Tutto bene. Ma prendi in considerazione di sistemare il tuo database e controllare le impostazioni di creazione della tabella.

# status_MysqlDatabaseCharacterSet_MixedCollations
source: Your default database is set to create tables with character set "%1$s", but contains tables or columns with different collations. Please fix these tables to avoid "illegal mix of collations" errors.
it: Il database è impostato per creare tabelle con set di caratteri "%1$s", ma contiene tabelle/colonne con diverse collazioni. Si prega di correggere queste tabelle per evitare errori di "mix illegale di collazioni".

# status_encryptedConnectionStatus
source: Encrypted backend connection (HTTPS)
it: Connessione di backend cifrata (HTTPS)

# status_encryptedConnectionStatus_insecure
source: Your backend access is not secured using HTTPS but relies on HTTP which sends all your data (including login passwords) over an insecure connection. All modern web sites should rely on HTTPS and only sites secured differently, for instance some intranet installations may use HTTP only.
it: Il tuo accesso al backend non è protetto, ma si basa su HTTP, che invia tutti i tuoi dati (incluse le password) via una connessione non sicura. Tutti i siti web moderni dovrebbero basarsi su HTTPS e solo i siti protetti diversamente, ad esempio le intranet, potrebbero usare HTTP.

# status_lockSslStatus
source: Backend only accessible through HTTPS
it: Backend accessibile solo tramite HTTPS

# status_lockSslStatus_insecure
source: It is highly recommended to activate the option (<code>$GLOBALS['TYPO3_CONF_VARS']['BE']['lockSSL']</code>).
it: Si raccomanda vivamente di attivare l'opzione (<code>$GLOBALS['TYPO3_CONF_VARS']['BE']['lockSSL']</code>).

# status_trustedHostsPattern
source: Trusted Hosts Pattern
it: Pattern per Host Affidabili

# status_adminUserAccount
source: Admin User Account
it: Account Admin

# status_encryptionKey
source: Encryption Key
it: Chiave di Crittografia

# status_fileDenyPattern
source: File Deny Pattern
it: Pattern per File Negati

# status_htaccessUploadProtection
source: .htaccess Upload Protection
it: Protezione Caricamento con .htaccess

# status_exceptionHandler
source: Exception Handler / Error Reporting
it: Gestione Eccezioni / Segnalazione Errori

# status_exportedFiles
source: XML/T3D export files
it: File di esportazione XML/T3D

# status_exceptionHandler_warningMessage
source: Display Errors is set to 1 - errors will be displayed with the DebugExceptionHandler including stack traces.
it: 'Visualizza Errori' è impostato a 1. Gli errori verranno visualizzati con DebugExceptionHandler incluso il tracciamento dello stack.

# status_exceptionHandler_errorMessage
source: Debug Exception Handler enabled in Production Context - will show full error messages including stack traces.
it: Il Debug delle Eccezioni è abilitato nel Contesto Produzione. Saranno visualizzati i messaggi di errore completi, compresi i tracciamenti dello stack.

# status_exportedFiles_warningMessage
source: The following exported files were found:
it: Sono stati trovati i seguenti file esportati:

# status_exportedFiles_warningRecommendation
source: It is recommended to delete exported files to avoid possible disclosure of exported data to backend users with lower/different access rights than user(s) who originally created the export(s).
it: Si consiglia di eliminare i file esportati per evitare la possibile divulgazione di tali dati a utenti backend con diritti di accesso inferiori/diversi rispetto agli utenti che hanno originariamente creato le esportazioni.

# status_phpVersion
source: PHP Version
it: Versione PHP

# status_phpTooOld
source: Your PHP installation is too old.
it: Versione di PHP troppo vecchia.

# status_phpMemory
source: PHP Memory Limit
it: Limite Memoria PHP

# status_phpMemoryRecommendation
source: Depending on your configuration, TYPO3 can run with a %1$s PHP memory limit. However, a %2$s PHP memory limit or above is recommended, especially if your site uses additional extensions.
it: A seconda della configurazione, TYPO3 può essere eseguito con un limite di memoria PHP %1$s. Tuttavia, è raccomandato un limite di memoria PHP %2$s o superiore, soprattutto se il tuo sito utilizza estensioni aggiuntive.

# status_phpMemoryRequirement
source: Depending on your configuration, TYPO3 can run with a %1$s PHP memory limit. However, a %2$s PHP memory limit or above is required especially if your site uses additional extensions.
it: A seconda della configurazione, TYPO3 può essere eseguito con un limite di memoria PHP %1$s. Tuttavia è necessario un limite di memoria PHP %2$s o superiore soprattutto se il tuo sito utilizza estensioni aggiuntive.

# status_phpMemoryEditLimit
source: Increase the memory limit by editing the memory_limit parameter in the file %s and then restart your web server (or contact your system administrator or hosting provider for assistance).
it: Aumenta il limite di memoria modificando il parametro memory_limit nel file %s e quindi riavvia il server web (o contatta l'amministratore di sistema o il provider di hosting per assistenza).

# status_phpMemoryContactAdmin
source: Contact your system administrator or hosting provider for assistance with increasing your PHP memory limit.
it: Contatta il tuo amministratore di sistema o host provider per ottenere assistenza nell'aumentare il limite di memoria PHP.

# status_phpMemoryUnlimited
source: unlimited
it: illimitato

# status_phpPeakMemory
source: PHP peak memory usage
it: Picco di utilizzo memoria PHP

# status_phpPeakMemoryTooHigh
source: During a request %2$s of the memory limit was used. On %4$s a request to %5$s used %1$s of %3$s.
it: Durante una richiesta è stato utilizzato %2$s del limite di memoria. Il %4$s una richiesta a %5$s ha utilizzato %1$s di %3$s.

# status_phpPeakMemoryClearFlag
source: Clear this flag
it: Cancella questa marcatura

# status_phpRegisterGlobals
source: PHP Register Globals
it: Register Globals di PHP

# status_phpRegisterGlobalsEnabled
source: %s is enabled. TYPO3 requires this configuration directive to be disabled.
it: %s è abilitato. TYPO3 richiede che questa direttiva di configurazione sia disabilitata.

# status_phpRegisterGlobalsSecurity
source: Your site may not be secure when %s is enabled.
it: Il tuo sito potrebbe non essere sicuro quando %s è abilitato.

# status_phpRegisterGlobalsHowToChange
source: how to change configuration settings
it: Come modificare le impostazioni di configurazione

# status_phpRegisterGlobalsPHPManual
source: The PHP manual has instructions for %s.
it: Il manuale di PHP contiene istruzioni riguardo %s.

# status_webServer
source: Web Server
it: Server Web

# status_webServer_infoText
source: For your Web Server some notifications have been found
it: Per il tuo Server Web sono state trovate alcune notifiche

# status_webServer_threadStackSize
source: Fluid uses complex regular expressions which require a lot of stack space during the first processing. On Windows the default stack size for Apache is a lot smaller than on unix. You can increase the size to 8MB (default on unix) by adding to the httpd.conf: <br />&lt;IfModule mpm_winnt_module&gt; <br />ThreadStackSize 8388608 <br />&lt;/IfModule&gt; <br />Restart Apache after this change.
it: Fluid utilizza espressioni regolari complesse che richiedono un sacco di spazio stack durante la prima elaborazione. Su Windows la dimensione predefinita, dello stack per Apache, è molto più piccola di quella su unix. Puoi aumentare la dimensione a 8MB (default su unix) aggiungendo all'httpd.conf: <br />&lt;IfModule mpm_winnt_module&gt; <br />ThreadStackSize 8388608 <br />&lt;/IfModule&gt; <br />Riavvia Apache dopo questa modifica.

# status_phpModules
source: PHP Modules
it: Moduli PHP

# status_phpModulesMissing
source: One or more modules are missing.
it: Mancano uno o più moduli.

# status_phpModulesList
source: The following PHP module(s) is/are missing: %s.
it: Mancano i seguenti moduli PHP: %s.

# status_phpModulesInfo
source: You need to install and enable these modules to let TYPO3 function correctly.
it: E' necessario installare ed abilitare questi moduli per consentire il corretto funzionamento di TYPO3.

# status_phpModulesGroup
source: one of: %s
it: uno di: %s

# status_phpModulesPresent
source: All required modules are installed.
it: Tutti i moduli richiesti sono stati installati.

# status_installEnabledTemporarily
source: The Install Tool is temporarily enabled. Delete the file "%s" when you have finished setting up TYPO3. If not used the Install Tool will be disabled automatically in %s minutes.
it: L'Install Tool è temporaneamente abilitato. Elimina il file "%s" quando hai terminato la configurazione di TYPO3. Se non viene utilizzato, l'Install Tool sarà disabilitato automaticamente entro %s minuti.

# status_configuration_PhpSafeModeEnabled
source: PHP INI setting safe_mode "On" is deprecated since PHP 5.3 and is not supported by TYPO3 anymore.
it: L'impostazione di PHP INI safe_mode "On" è deprecata da PHP 5.3 e non è più supportata da TYPO3.

# status_configuration_PhpMagicQuotesGpcEnabled
source: PHP INI setting magic_quotes_gpc "On" is deprecated since PHP 5.3. You are advised to set it to "Off" until it gets completely removed.
it: L'impostazione di PHP INI magic_quotes_gpc "On" è deprecata da PHP 5.3. Si consiglia di impostarlo su "Off" fino a quando non viene completamente rimosso.

# status_updateTaskTitle
source: System Status Update
it: Aggiornamento Stato del Sistema

# status_updateTaskDescription
source: Runs a system status check and sends notifications if problems have been found.
it: Esegue un controllo sullo stato del sistema e invia notifiche se vengono rilevati dei problemi.

# status_updateTaskField_notificationEmail
source: Notification Email Address
it: Indirizzo Email di Notifica

# status_updateTaskField_notificationEmails
source: Notification Email Addresses (one per line)
it: Indirizzi Email di Notifica (uno per riga)

# status_updateTaskField_notificationEmail_invalid
source: Empty or invalid notification email address.
it: Indirizzo email per la notifica assente o non valido.

# status_updateTaskField_notificationEmails_invalid
source: Empty or invalid notification email addresses.
it: Indirizzi email di notifica vuoti o non validi.

# status_updateTaskField_notificationAll
source: Always send notification mail (not only on errors or warnings)
it: Manda sempre notifiche via email (non solo in caso di errori o avvisi)

# status_updateTask_email_subject
source: System Status Notification for site %s
it: Notifica Stato Sistema per il sito %s

# status_updateTask_email_site
source: Site
it: Sito

# status_updateTask_email_issues
source: Issues
it: Problemi

# status_xclassUsage
source: XCLASS used
it: XCLASS utilizzata

# status_xclassUsageFound
source: Your system registers XCLASS
it: Il tuo sistema registra XCLASS

# status_xclassUsageFound_message
source: XCLASS can overwrite methods or classes of the core or other extensions. This is not necessarily a bad thing, but those XCLASS might break during extension or core upgrades. You should keep an eye on extension compatibility and make sure the intended functionality is still given after updates.
it: XCLASS può sovrascrivere metodi o classi del core o altre estensioni. Questa non è necessariamente una cosa negativa, ma le XCLASS potrebbero creare problemi durante gli aggiornamenti di base o delle estensioni. Dovresti tenere d'occhio la compatibilità con le estensioni e assicurarti che la funzionalità fornita dalle XCLASS sia ancora compatibile dopo gli aggiornamenti.

# status_xclassUsageFound_message_detail
source: %2$s registers an XCLASS of %1$s
it: %2$s registra una XCLASS di %1$s
