Repository: w3development/w3development.net
Catalog: typo3conf/l10n/*/backend/Resources/Private/Language/*.locallang_db_new_content_*.xlf
Languages: it

# common
source: Typical page content
it: Contenuti di tipo comune

# common_bulletList_description
source: A single bullet list.
it: Elenco puntato singolo.

# common_bulletList_title
source: Bullet List
it: Elenco puntato

# common_headerOnly_description
source: Adds a header only.
it: Aggiungi solo intestazione.

# common_headerOnly_title
source: Header Only
it: Solo intestazione

# common_imagesOnly_description
source: Any number of images aligned in columns and rows with a caption.
it: Un numero qualsiasi di immagini allinate in colonne e righe, con didascalia

# common_imagesOnly_title
source: Images Only
it: Solo immagini

# common_regularText_description
source: A regular text element with header and bodytext fields.
it: Elemento di testo regolare con campi intestazione e corpo del testo

# common_regularText_title
source: Regular Text Element
it: Testo

# common_table_description
source: A simple table.
it: Una semplice tabella.

# common_table_title
source: Table
it: Tabella

# common_textImage_description
source: Any number of images wrapped right around a regular text element.
it: Un numero qualsiasi di immagini racchiuse da un elemento di testo.

# common_textImage_title
source: Text & Images
it: Testo & Immagini

# common_textMedia_description
source: Any number of media wrapped right around a regular text element.
it: Un numero qualsiasi di media racchiusi da un elemento di testo.

# common_textMedia_title
source: Text & Media
it: Testo & Media

# forms
source: Form elements
it: Elementi Modulo (Form)

# forms_login_description
source: Login/logout form used to password protect pages allowing only authorised website users and groups access.
it: Modulo di login/logout utilizzato per proteggere le pagine con una password e consentire l'accesso solo agli utenti del sito web e gruppi autorizzati

# forms_login_title
source: Login Form
it: Modulo di login

# forms_mail_description
source: A mail form allowing website users to submit responses.
it: un form mail che consente agli utenti del sito web di inviare risposte via email.

# forms_mail_title
source: Mail Form
it: Form Mail

# menu_sitemap.title
source: Sitemap
it: Mappa del sito

source: Plugins
it: Plugin

# plugins_general_description
source: Select this element type to insert a plugin which cannot be found amongst the options below.
it: Seleziona questo tipo di elemento per inserire un plugin che non è elencato tra le opzioni sottostanti.

# plugins_general_title
source: General Plugin
it: Plugin generico

# special
source: Special elements
it: Elementi speciali

# special_divider_description
source: This element inserts a visual divider, which is by default a horizontal line.
it: Questo elemento inserisce un separatore visivo, di default una linea orizzontale.

# special_divider_title
source: Divider
it: Separatore

# special_filelinks_description
source: Makes a list of files for download.
it: Crea una lista di file per il download.

# special_filelinks_title
source: File Links
it: Elenco di file

# special_menus_description
source: Creates a menu of pages, sitemap or other special menus.
it: Crea un menu di pagine, una mappa del sito o altri menu speciali.

# special_menus_title
source: Special Menus
it: Menu speciali

# special_plainHTML_description
source: With this element you can insert raw HTML code on the page.
it: Con questo elemento è possibile inserire nella pagina codice HTML.

# special_plainHTML_title
source: Plain HTML
it: solo HTML

# special_shortcut_description
source: With this element you can embed other content elements.
it: Con questo elemento puoi incorporare altri elementi di contenuto.

# special_shortcut_title
source: Insert records
it: Inserisci records

# special_sitemap_title
source: Sitemap
it: Mappa del sito
