Repository: w3development/w3development.net
Catalog: html/typo3conf/l10n/*/frontend/Resources/Private/Language/*.locallang_csh_fe_groups.xlf
Languages: it

# hidden.description
source: This option enables the user group.
it: Quest'opzione abilita il gruppo di utenti.

# hidden.details
source: If you disable a user group all users which are members of the group will in effect not inherit any properties this group may have given them. For instance if a page or content element was assigned access only by this group and you disable the group, no one would gain access to that page or content element.
it: Se un gruppo utenti viene disabilitato, tutti gli utenti che appartengono a quel gruppo non erediteranno alcuna proprietà del gruppo. Per esempio se una pagina o un contenuto erano accessibili solo a questo gruppo, che viene disabilitato, nessuno poi potrà ottenere l'accesso alla pagina o al contenuto.

# title.description
source: Name of the group.
it: Nome del gruppo.

# title.details
source: This title will appear as the group name in the 'Access'-list in other records.
it: Questo titolo apparirà come il nome del gruppo nella "Lista di Accesso" negli altri record.

# lockToDomain.description
source: Enter the host name from which the group will be available only. NOTICE: this is not a security feature and can be circumvented by faking HTTP_HOST.
it: Inserisci il nome host dal quale l'utente è forzato ad effettuare il login. AVVISO: questa non è una funzione di sicurezza e può essere elusa tramite falso HTTP_HOST.

# lockToDomain.details
source: This options may be important if you have multiple websites in the same TYPO3 database but still only one main storage page for all Website users. Thus the users may log in on any of the website URLs. This may be considered a feature (having a global login as a user) or a problem (in which case you should have multiple user storages anyway). However you may wish to limit the use of a Website usergroup to a specific website and thus you don't want the group to be enabled for the user when he logs in at another URL (still from the same database of course). By entering the host name of the website here, you restrict the group to be used only from within this domain. <b>Notice:</b> The use for this option is not critical if you have multiple Website user storages, namely one for each site.
it: Questa opzione può essere importante se disponi di più siti web nello stesso database TYPO3, ma una sola cartella di archiviazione principale per tutti gli utenti del sito web. Così gli utenti possono accedere a uno qualsiasi degli URL del sito. Questo può essere considerato un vantaggio (avere un login globale come utente) o un problema (in questo caso dovresti avere più cartelle di archiviazione degli utenti utenti). Tuttavia, potresti voler limitare l'uso di un gruppo utenti, di un sito web, a uno specifico sito web e quindi non volere che il gruppo sia abilitato per l'utente quando accede a un altro URL (sempre dallo stesso database naturalmente). Inserendo il nome host del sito web qui, si limita il gruppo da usare solo all'interno di questo dominio. <b>Avviso:</b> L'uso di questa opzione non è indispensabile se si dispone di più cartella di archiviazione utente, cioè uno per ogni sito.

# subgroup.description
source: Member of other groups.
it: Membro di altri gruppi.

# subgroup.details
source: List of other groups that this group is a member of.
it: Elenco degli altri gruppi di cui fa parte questo gruppo.

# description.description
source: Enter a description of the group.
it: Inserisci la descrizione del gruppo.

# description.details
source: This is for internal use and is just a way to put a note on what the group is for, why you created it and who should be members. Use it as you like.
it: Destinato solo a uso interno; serve per inserire una nota sul gruppo, ad esempio perché è stato creato e quali potrebbero essere i membri. Campo da riempire a piacimento.

# TSconfig.description
source: TSconfig for the group (advanced).
it: TSconfig per il gruppo (avanzato).

# TSconfig.details
source: This is the user TSconfig for the group. The values are inherited by any Website user who is a member of this group. The configuration is subject to being overridden in other groups and by the TSconfig of the user himself.
it: Questo è il TSconfig Utente per il gruppo. I valori sono ereditati da qualsiasi utente, del Sito Web, che sia membro di questo gruppo. La configurazione può essere sovrascritta in altri gruppi e dallo stesso TSconfig Utente.

# TSconfig.syntax
source: TypoScript syntax, without conditions and constants.
it: Sintassi TypoScript, senza condizioni e costanti.

# .description
source: Usergroups for Website users.
it: Gruppi utenti per gli utenti del sito web.

# .details
source: The access restriction in TYPO3 is assigned to these usergroups. When a page or other element is access restricted to a group, only Website users which are members of that group will be able to view the element on the website.
it: La restrizione di accesso in TYPO3 è assegnata a questi gruppi di utenti. Quando a una pagina o a un elemento è concesso l'accesso da un solo gruppo specifico, solo gli utenti, del sito web, che sono membri di quel gruppo saranno in grado di visualizzare la pagina o l'elemento sul sito.

# _.seeAlso
source: fe_users, About access restricting pages | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/PasswordProtectedPages/
it: fe_users Informazioni sull'accesso che limita le pagine | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/PasswordProtectedPages/

# .image_descr
source: The form for editing frontend users groups. Pages, Content Elements and other records for frontend display often have a selector box where you can define access restriction by selecting access for a certain group only.
it: La form-modifica per i gruppi di utenti del frontend. Pagine, Elementi di contenuto e altri record per la visualizzazione del frontend, spesso hanno una casella di selezione dove è possibile definire la restrizione di accesso, selezionando l'accesso solo per un determinato gruppo.
