Repository: w3development/w3development.net
Catalog: typo3conf/l10n/*/extbase/Resources/Private/Language/*.locallang.xlf
Languages: it

# property.error
source: Validation errors for property "%s"
it: Errori di validazione per la proprietà "%s"

# validator.alphanumeric.notvalid
source: The given subject was not a valid alphanumeric string.
it: La stringa inserita non è un valore alfanumerico valido.

# validator.boolean.notfalse
source: The given subject was not false.
it: Il valore inserito non era falso.

# validator.boolean.nottrue
source: The given subject was not true.
it: Il valore inserito non era vero.

# validator.datetime.notvalid
source: The given subject was not a valid DateTime. Got: '%s'
it: Il valore inserito non è una data valida. '%s'

# validator.emailaddress.notvalid
source: The given subject was not a valid email address.
it: Il dato in oggetto non era un indirizzo email valido.

# validator.float.notvalid
source: The given subject was not a valid float.
it: Il dato in oggetto non era un float valido.

# validator.genericobject.noobject
source: Value is no object.
it: Valore non è un oggetto.

# validator.integer.notvalid
source: The given subject was not a valid integer.
it: Il valore inserito non era un intero valido.

# validator.notempty.empty
source: The given subject was empty.
it: Il valore inserito era vuoto.

# validator.notempty.null
source: The given subject was NULL.
it: Il valore inserito era NULL.

# validator.number.notvalid
source: The given subject was not a valid number.
it: Il valore inserito non era un numero valido.

# validator.numberrange.notvalid
source: The given subject was not a valid number.
it: Il valore inserito non era un numero valido.

# validator.numberrange.range
source: The given subject was not in the valid range (%s - %s).
it: Il valore inserito non era nell'intervallo corretto (%s - %s).

# validator.regularexpression.empty
source: The regular expression was empty.
it: La regular expression era vuota.

# validator.regularexpression.error
source: The regular expression '%s' contained an error.
it: La regular expression '%s' contiene errori.

# validator.regularexpression.nomatch
source: The given subject did not match the pattern.
it: Il dato inviato non corrisponde con l'espressione.

# validator.stringlength.between
source: The length of the given string was not between %s and %s characters.
it: La lunghezza della stringa inserita non è tra %s e %s caratteri.

# validator.stringlength.exceed
source: The length of the given string exceeded %s characters.
it: La lunghezza della stringa inserita è superiore a %s caratteri.

# validator.stringlength.less
source: The length of the given string is less than %s characters.
it: La lunghezza della stringa inserita è inferiore a %s caratteri.

# validator.string.notvalid
source: A valid string is expected.
it: Si prevede una stringa valida.

# validator.text.notvalid
source: The given subject was not a valid text (e.g. contained XML tags).
it: Il contenuto inserito non è un testo valido (es. contiene codice XML).

# validator.url.notvalid
source: The given subject is no valid URL.
it: L'oggetto specificato non ha un URL valido.
