Repository: w3development/w3development.net
Catalog: public/typo3conf/l10n/*/core/Resources/Private/Language/*.locallang_tca.xlf
Languages: it

# file_mountpoints
source: File Mounts
it: File Mounts - Nodi Albero delle Cartelle

# file_mountpoints_edit_title
source: Edit filemount
it: Modifica filemount

# file_mountpoints_add_title
source: Create new filemount
it: Crea nuovo filemount

# file_mountpoints_list_title
source: List filemounts
it: Lista filemount

# db_mountpoints
source: DB Mounts
it: DB Mounts - Nodi Albero delle Pagine

# userMods
source: Modules
it: Moduli

# userMods
source: Dashboard widgets
it: Widget del Cruscotto

# allowed_languages
source: Limit to languages
it: Limite alle Lingue

# category_perms
source: Category Mounts
it: Categorie Disponibili

# workspace_perms
source: Workspace permissions
it: Permessi Workspace

# workspace_perms_live
source: Edit Live (Online)
it: Modifica Live (Online)

# workspace_perms_draft
source: Edit Draft (Offline)
it: Modifica Bozza (Offline)

# workspace_perms_custom
source: Create new workspace projects
it: Crea nuovi workspace

source: Lock to domain
it: Blocca nel Dominio

# be_users.username
source: Username
it: Nome Utente

# be_users.usergroup
source: Group
it: Gruppo

# be_users.usergroup_edit_title
source: Edit usergroup
it: Modifica gruppo

# be_users.usergroup_add_title
source: Create new group
it: Crea nuovo gruppo

# be_users.usergroup_list_title
source: List groups
it: Lista gruppi

# be_users.disableIPlock
source: Disable IP lock for user
it: Disabilita blocco IP per l'utente

# be_users.IPlockState
source: IP lock for user
it: Blocco IP per l'utente

# be_users.options
source: Mount from groups
it: Eredita dai Gruppi

# be_users.options_db_mounts
source: DB Mounts
it: DB Mounts - Nodi Albero delle Pagine

# be_users.options_file_mounts
source: File Mounts
it: File Mounts - Nodi Albero delle Cartelle

# be_users.fileoper_perms
source: Fileoperation permissions
it: Permessi delle Operazioni su Cartelle e File (dell'Albero delle Cartelle)

# be_users.file_permissions.files
source: Files
it: File

# be_users.file_permissions.files_read
source: Files: Read
it: File: Lettura

# be_users.file_permissions.files_write
source: Files: Write
it: File: Scrittura

# be_users.file_permissions.files_add
source: Files: Add
it: File: Aggiungi

# be_users.file_permissions.files_rename
source: Files: Rename
it: File: Rinomina

# be_groups.file_permissions.files_replace
source: Files: Replace
it: File: Sostituisci

# be_users.file_permissions.files_move
source: Files: Move
it: File: Sposta

# be_users.file_permissions.files_copy
source: Files: Copy
it: File: Copia

# be_users.fileoper_perms_unzip
source: Files: Unzip
it: Files: Decomprimi

# be_users.file_permissions.file_delete
source: Files: Delete
it: File: Elimina

# be_users.fileoper_perms_general
source: Files: Upload,Copy,Move,Delete,Rename,New,Edit
it: File: Carica,Copia,Sposta,Elimina,Rinomina,Nuovo,Modifica

# be_users.fileoper_perms_diroper_perms
source: Directory: Move,Delete,Rename,New
it: Cartella: Sposta,Elimina,Rinomina,Nuova

# be_users.fileoper_perms_diroper_perms_copy
source: Directory: Copy
it: Cartella: Copia

# be_users.fileoper_perms_diroper_perms_delete
source: Directory: Delete recursively (rm -Rf)
it: Cartella: Elimina ricorsivamente (rm -Rf)

# be_users.lang
source: Default Language
it: Lingua predefinita

# be_users.tabs.rights
source: Access Rights
it: Permessi di Accesso

# be_users.tabs.mounts_and_workspaces
source: Mounts and Workspaces
it: Montaggi e Workspace

# be_users.tabs.options
source: Options
it: Opzioni

# be_users.tabs.extended
source: Extended
it: Esteso

# be_users.tabs.access
source: Access
it: Accesso

# be_groups.title
source: Grouptitle
it: Nome Gruppo

# be_groups.pagetypes_select
source: Page types
it: Tipi di Pagina

# be_groups.tables_modify
source: Tables (modify)
it: Tabelle (modifica)

# be_groups.tables_select
source: Tables (listing)
it: Tabelle (elenco)

# be_groups.non_exclude_fields
source: Allowed excludefields
it: "Campi esclusivi" Consentiti

# be_groups.explicit_allowdeny
source: Explicitly allow/deny field values
it: Consenti/Nega Esplicitamente i Valori del Campo

# be_groups.custom_options
source: Custom module options
it: Opzioni modulo personalizzato

# be_groups.inc_access_lists
source: Include Access Lists
it: Includi Liste di Accesso

# be_groups.subgroup
source: Inherit settings from groups
it: Eredita le Impostazioni dai Gruppi

# be_groups.tabs.base_rights
source: Access Lists
it: Liste di Accesso

# be_groups.tabs.mounts_and_workspaces
source: Mounts and Workspaces
it: Montaggi e Workspace

# be_groups.fileoper_perms
source: Fileoperation permissions
it: Permessi delle Operazioni su Cartelle e File (dell'Albero delle Cartelle)

# be_groups.file_permissions.folder
source: Directory
it: Cartella

# be_groups.file_permissions.folder_read
source: Directory: Read
it: Cartella: Lettura

# be_groups.file_permissions.folder_write
source: Directory: Write
it: Cartella: Scrittura

# be_groups.file_permissions.folder_add
source: Directory: Add
it: Cartella: Aggiungi

# be_groups.file_permissions.folder_rename
source: Directory: Rename
it: Cartella: Rinomina

# be_groups.file_permissions.folder_move
source: Directory: Move
it: Cartella: Sposta

# be_groups.file_permissions.folder_copy
source: Directory: Copy
it: Cartella: Copia

# be_groups.file_permissions.folder_delete
source: Directory: Delete
it: Cartella: Elimina

# be_groups.file_permissions.folder_recursivedelete
source: Directory: Delete recursively
it: Cartella: Elimina ricorsivamente

# be_groups.file_permissions.files
source: Files
it: File

# be_groups.file_permissions.files_read
source: Files: Read
it: File: Lettura

# be_groups.file_permissions.files_write
source: Files: Write
it: File: Scrittura

# be_groups.file_permissions.files_edit
source: Files: Edit
it: File: Modifica

# be_groups.file_permissions.files_add
source: Files: Add
it: File: Aggiungi

# be_groups.file_permissions.files_rename
source: Files: Rename
it: File: Rinomina

# be_groups.file_permissions.files_move
source: Files: Move
it: File: Sposta

# be_groups.file_permissions.files_copy
source: Files: Copy
it: File: Copia

# be_groups.fileoper_perms_unzip
source: Files: Unzip
it: Files: Decomprimi

# be_groups.file_permissions.files_delete
source: Files: Delete
it: File: Elimina

# be_groups.fileoper_perms_general
source: Files: Upload,Copy,Move,Delete,Rename,New,Edit
it: File: Carica,Copia,Sposta,Elimina,Rinomina,Nuovo,Modifica

# be_groups.fileoper_perms_diroper_perms
source: Directory: Move,Delete,Rename,New
it: Cartella: Sposta,Elimina,Rinomina,Nuova

# be_groups.fileoper_perms_diroper_perms_copy
source: Directory: Copy
it: Cartella: Copia

# be_groups.fileoper_perms_diroper_perms_delete
source: Directory: Delete recursively (rm -Rf)
it: Cartella: Elimina ricorsivamente (rm -Rf)

# be_groups.tabs.options
source: Options
it: Opzioni

# be_groups.tabs.extended
source: Extended
it: Esteso

# sys_filemounts.tabs.users
source: Users
it: Utenti

# sys_filemounts.tabs.publishing
source: Publishing
it: Pubblicazione

# sys_filemounts.tabs.other
source: Other
it: Altro

# sys_filemounts.title
source: Label
it: Etichetta

# sys_filemounts.path
source: Path
it: Percorso

# sys_filemounts.read_only
source: Read-only
it: Sola Lettura

# sys_filemounts.base_absolute
source: absolute (root) /
it: assoluto (root) /

# sys_filemounts.base_relative
source: relative ../fileadmin/
it: relativo ../fileadmin/

# sys_history
source: System History
it: Cronologia di Sistema

# sys_log
source: System Log
it: Log di Sistema

# sys_news
source: System News
it: News di Sistema

# sys_news.tabs.access
source: Access
it: Accesso

# sys_workspace.adminusers
source: Owners
it: Proprietari

# sys_workspace.members
source: Members
it: Membri

# sys_workspace.publish_time
source: Publish
it: Pubblicazione

# sys_workspace.freeze
source: Freeze Editing
it: Sospendi Modifica

# sys_workspace.live_edit
source: Allow "live" editing of records from tables without versioning
it: Consenti la modifica "live" dei record da tabelle senza gestione versione

# sys_workspace.review_stage_edit
source: Allow members to edit records in "Review" stage
it: Abilita gli utenti a modificare i record nella fase "Revisione"

# sys_workspace.disable_autocreate
source: Disable auto-versioning when editing
it: Disabilita il auto-assegnazione della versione durante la modifica

# sys_workspace.swap_modes
source: Swap modes
it: Modalità di Scambio

# sys_workspace.publish_access
source: Publish access
it: Accesso alla Pubblicazione

# sys_workspace.stagechg_notification
source: Stage change notification by email
it: Notifica cambio fase via email

# pages
source: Page
it: Pagina

# pages.hidden_toggle
source: Page visible
it: Abilitato

# pages.hidden_toggle_formlabel
source: Page visible
it: Abilitato

# pages.nav_hide
source: Page not enabled in menus
it: Pagina non abilitata nei menù

# pages.nav_hide_toggle
source: Page enabled in menus
it: Pagina Abilitata nei Menù

# pages.nav_hide_toggle_formlabel
source: Page enabled in menus
it: Pagina Abilitata nei Menù

# doktype.I.1
source: SysFolder
it: Cartella di Sistema

# doktype.I.folder
source: Folder
it: Cartella

# doktype.I.2
source: Recycler
it: Cestino

# title
source: Pagetitle
it: Titolo della Pagina

# php_tree_stop
source: Hide child pages in page tree
it: Nascondi il Sottoalbero

# is_siteroot
source: Is root of website
it: È radice del sito web

# pages.slug
source: URL Segment
it: Segmento URL

# be_users
source: Backend user
it: Utente di Backend

# be_groups
source: Backend usergroup
it: Gruppo Utenti di Backend

# sys_collection
source: Record Collection
it: Raccolta di Record

# sys_collection.title
source: Collection-Name
it: Nome Raccolta

# sys_collection.description
source: Description
it: Descrizione

# sys_collection.table_name
source: Record Type of Collection
it: Tipo di Record della Raccolta

# sys_collection.items
source: Items
it: Elementi

# sys_collection.type
source: Type of collection
it: Tipo di Raccolta

# sys_collection.type.static
source: static record composition
it: composizione statica

# sys_file_storage
source: File Storage
it: Storage

# sys_file_storage.type
source: Entry point
it: Punto di ingresso

# sys_file_storage.name
source: Name
it: Nome

# sys_file_storage.description
source: Description
it: Descrizione

# sys_file_storage.hidden
source: Hide from listings
it: Nascondi dagli elenchi

# sys_file_storage.is_online
source: Is online?
it: Online

# sys_file_storage.is_default
source: Is default storage?
it: Storage Predefinito

# sys_file_storage.is_browsable
source: Is browsable?
it: Navigabile

# sys_file_storage.is_public
source: Is publicly available?
it: Pubblicamente Disponibile

# sys_file_storage.is_writable
source: Is writable?
it: Scrivibile

# sys_file_storage.auto_extract_metadata
source: Automatically extract metadata after upload
it: Estrai Metadati dopo il Caricamento

# sys_file_storage.capabilities
source: Capabilities
it: Funzionalità

# sys_file_storage.processingfolder
source: Folder for manipulated and temporary images etc.
it: Cartella per File Elaborati e Temporanei.

# sys_file_storage.driver
source: Driver
it: Driver (File system)

# sys_file_storage.driver.local
source: Local Filesystem
it: File System Locale

# sys_file_storage.configuration
source: Driver Configuration
it: Locazione dello Storage

# sys_file.identifier
source: Identifier
it: Identificativo

# sys_file.name
source: Filename
it: Nome del file

# sys_file.title
source: Title
it: Titolo

# sys_file.type
source: File Type
it: Tipo di File

# sys_file.type.unknown
source: Unknown
it: Sconosciuto

# sys_file.type.text
source: Text
it: Testo

# sys_file.type.image
source: Image
it: Immagine

# sys_file.mime_type
source: Mime Type
it: Tipo MIME

# sys_file.size
source: Size
it: Dimensione

# sys_file.usage_count
source: Usage Count
it: Conteggio Utilizzi

# sys_file.description
source: Description
it: Descrizione

# sys_file.alternative
source: Alternative Text
it: Testo Alternativo

# sys_file.alternative.description
source: Images must have text alternatives that describe the information or function represented by them. This should only be empty for purely decorative images.
it: Le immagini devono avere testo alternativo che descriva le informazioni o la funzione da esse rappresentata. Dovrebbe essere vuoto solo per le immagini puramente decorative.

# sys_file.missing
source: Marked as missing
it: Contrassegnato come mancante

# sys_file.metadata
source: Metadata records
it: Record dei metadati

# file.width
source: Width
it: Larghezza

# file.height
source: Height
it: Altezza

# sys_file_metadata
source: File Metadata
it: Metadati File

# sys_file_reference
source: File Reference
it: Riferimento File

# sys_file_reference.uid_foreign
source: Used by content elements
it: Utilizzato dagli elementi di contenuto

# sys_file_reference.tablenames
source: Table name
it: Nome tabella

# sys_file_reference.fieldname
source: Foreign Field
it: Campo di Relazione

# sys_file_reference.sorting_foreign
source: Sorting foreign
it: Ordina Correlato

# sys_file_reference.table_local
source: Local table
it: Tabella locale

# sys_file_reference.basicoverlayPalette
source: File Metadata
it: Metadati File

# sys_file_reference.imageoverlayPalette
source: Image Metadata
it: Metadati Immagine

# sys_file_reference.audioOverlayPalette
source: Audio Metadata
it: Metadati Audio

# sys_file_reference.videoOverlayPalette
source: Video Metadata
it: Metadati Video

# sys_file_reference.title
source: Title
it: Titolo

# sys_file_reference.description
source: Description (Caption)
it: Descrizione (Didascalia)

# sys_file_reference.downloadname
source: Download Name
it: Nome per lo scaricamento

# sys_file_reference.alternative
source: Alternative Text
it: Testo Alternativo

# sys_file_reference.link
source: Link
it: Collegamento

# sys_file_reference.crop
source: Image manipulation
it: Elaborazione immagine

# sys_file_reference.autoplay
source: Autoplay
it: Riproduzione automatica

# sys_file_collection
source: File collection
it: Raccolta File

# sys_file_collection.files
source: Files
it: File

# sys_file_collection.title
source: Title
it: Titolo

# sys_file_collection.type
source: Type
it: Tipo

# sys_file_collection.type.0
source: Static selection of files
it: Selezione statica di file

# sys_file_collection.type.1
source: Folder from Storage
it: Cartella da uno Storage

# sys_file_collection.type.2
source: Select by category
it: Seleziona per categoria

# sys_file_collection.storage
source: File Storage
it: Storage

# sys_file_collection.folder
source: Folder
it: Cartella

# sys_file_collection.recursive
source: Recursive
it: Ricorsivo

# sys_file_collection.category
source: Category
it: Categoria

# sys_language
source: Website Language
it: Lingua del Sito Web

# sys_language.isocode
source: Select Official Language (ISO code)
it: Seleziona Lingua Ufficiale (codice ISO)

# sys_language.language_isocode
source: Select language
it: Seleziona Lingua

# sys_language.flag
source: Select flag icon
it: Seleziona Icona Lingua (bandiera)

# editlock
source: Restrict editing by non-Admins
it: Modificabile Solo da Utenti Admin

# sys_category
source: Category
it: Categoria

# sys_category.title
source: Title
it: Titolo

# sys_category.description
source: Description
it: Descrizione

# sys_category.parent
source: Parent
it: Padre

# sys_category.items
source: Items
it: Elementi

# sys_category.categories
source: Categories
it: Categorie

# sys_category.tabs.category
source: Categories
it: Categorie

# sys_category.tabs.items
source: Items
it: Elementi
