Repository: w3development/w3development.net
Catalog: public/typo3conf/ext/slick/Resources/Private/Language/*.Backend.xlf
Languages: de

# tca.tt_content.contentheight
source: Height of content
de: Höhe des Inhalts

# tca.tt_content.div.items
source: Slick Items
de: Slick Elemente

# tca.tt_content.palette.css
source: Additional CSS
de: Zusätzliches CSS

# tca.tt_content.tx_slick_pages
source: Items from pages
de: Inhalte von Seiten

# wizardItems.carousel.header
source: Slick Slider with Content Elements
de: Slick Slider mit Inhaltselementen

# wizardItems.carousel.description
source: You can take every kind of content element.
de: Du kannst alle Arten von Inhaltselementen verwenden.

# wizardItems.carousel.1.header
source: [DEPRECATED!] Slick Slider with Content Elements 1
de: [DEPRECATED!] Slick Slider mit Inhaltselementen 1

# wizardItems.carousel.1.description
source: [DEPRECATED!] You can take every kind of content element. The corresponding category is in the Constant Editor [Slick Carousel 1].
de: [DEPRECATED!] Du kannst alle Arten von Inhaltselementen verwenden. Weitere Einstellungen findest Du im Konstanten Editor in der Kategorie [Slick Carousel 1].

# wizardItems.carousel.2.header
source: [DEPRECATED!] Slick Slider with Content Elements 2
de: [DEPRECATED!] Slick Slider mit Inhaltselementen 2

# wizardItems.carousel.2.description
source: [DEPRECATED!] You can take every kind of content element. The corresponding category is in the Constant Editor [Slick Carousel 2].
de: [DEPRECATED!] Du kannst alle Arten von Inhaltselementen verwenden. Weitere Einstellungen findest Du im Konstanten Editor in der Kategorie [Slick Carousel 2].

# wizardItems.carousel.3.header
source: [DEPRECATED!] Slick Slider with Content Elements 3
de: [DEPRECATED!] Slick Slider mit Inhaltselementen 3

# wizardItems.carousel.3.description
source: [DEPRECATED!] You can take every kind of content element. The corresponding category is in the Constant Editor [Slick Carousel 3].
de: [DEPRECATED!] Du kannst alle Arten von Inhaltselementen verwenden. Weitere Einstellungen findest Du im Konstanten Editor in der Kategorie [Slick Carousel 3].

# wizardItems.filecollection.header
source: Slick Slider with File Collections
de: Slick Slider mit Dateisammlungen

# wizardItems.filecollection.description
source: Display files from directories enabled by File Collections.
de: Mit Dateisammlungen Dateien aus Verzeichnissen einbinden.

# wizardItems.gallery.header
source: Slick Slider with Images
de: Slick Slider mit Bildern

# wizardItems.gallery.description
source: For images. Quick start!
de: Für Bilder. Schnell starten!

# wizardItems.gallery.1.header
source: [DEPRECATED!] Slick Slider with Images 1
de: [DEPRECATED!] Slick Slider mit Bildern 1

# wizardItems.gallery.1.description
source: [DEPRECATED!] The corresponding category is in the Constant Editor [Slick Gallery 1].
de: [DEPRECATED!] Weitere Einstellungen findest Du im Konstanten Editor in der Kategorie [Slick Gallery 1].

# wizardItems.gallery.2.header
source: [DEPRECATED!] Slick Slider with Images 2
de: [DEPRECATED!] Slick Slider mit Bildern 2

# wizardItems.gallery.2.description
source: [DEPRECATED!] The corresponding category is in the Constant Editor [Slick Gallery 2].
de: [DEPRECATED!] Weitere Einstellungen findest Du im Konstanten Editor in der Kategorie [Slick Gallery 2].

# wizardItems.gallery.3.header
source: [DEPRECATED!] Slick Slider with Images 3
de: [DEPRECATED!] Slick Slider mit Bildern 3

# wizardItems.gallery.3.description
source: [DEPRECATED!] The corresponding category is in the Constant Editor [Slick Gallery 3].
de: [DEPRECATED!] Weitere Einstellungen findest Du im Konstanten Editor in der Kategorie [Slick Gallery 3].

# wizardItems.item.header
source: Slick Content Element
de: Slick Inhaltselement

# wizardItems.item.description
source: Content Element containing a header, prompt and image. Optimised for the Slick Slider. This corresponding category is in the Constant Editor [Slick Item].
de: Inhaltselement mit Überschrift, Text und Bild. Optimiert für den Slick Slider. Weitere Einstellungen findest Du im Konstanten Editor in der Kategorie [Slick Item].
