Repository: w3development/w3development.net
Catalog: public/typo3conf/ext/slick/Resources/Private/Language/Flexform.xlf
Languages: de

# sheet.all.arrows
source: prev/next arrows
de: Vorwärts-/Rückwärts-Pfeile

# sheet.all.disabled
source: Disabled
de: Ausgeschaltet

# sheet.all.dots
source: Dots for navigation
de: Navigations-Punkte

# sheet.all.enabled
source: Enabled
de: Eingeschaltet

# sheet.all.rows
source: Setting this to more than 1 initializes grid mode. Use slidesPerRow to set how many slides should be in each row.
de: Gitter-Modus. Benutze "Slides pro Zeile", um die Anzahl der Slides pro Zeile festzulegen.

# sheet.all.slidesPerRow
source: Slides per row: With grid mode intialized via the rows option, this sets how many slides are in each grid row.
de: Slides pro Zeile, wenn der Gitter-Modus eingeschaltet ist.

# sheet.all.slidesToScroll
source: Slides to scroll: number of slides to scroll at a time
de: Anzahl der Slides, die weiterbewegt werden sollen

# sheet.all.slidesToShow
source: Slides to show: number of slides to show at a time
de: Anzahl der Slides, die angezeigt werden sollen

# sheet.css.title
source: Offsets
de: Abstände

# sheet.css.dotsOffsetBottom
source: Navigation dots: offset bottom
de: Navigations-Punkte: Abstand unterer Rand

# sheet.css.arrowPrevOffsetLeft
source: Navigation arrow previous: offset left margin
de: Rückwärts-Pfeil: abstand linker Rand

# sheet.css.arrowNextOffsetRight
source: Navigation arrow next: offset right margin
de: Vorwärts-Pfeil: abstand rechter Rand

# sheet.help.title
source: Help!
de: Hilfe!

# sheet.help.prompt
source: <h1> Help! </h1> <ul> <li> <a href="https://kenwheeler.github.io/slick/">Demo website</a> </li> <li> <a href="https://typo3-browser-forum.de/foren/slick/" target="_blank">Forum</a> </li> <li> <a href="https://docs.typo3.org/typo3cms/extensions/slick/">Manual</a> </li> <li> <a href="http://die-netzmacher.de" target="_blank">Support</a> </li> </ul>
de: <h1> Hilfe! </h1> <ul> <li> <a href="https://kenwheeler.github.io/slick/">Demo Website</a> </li> <li> <a href="https://typo3-browser-forum.de/foren/slick/" target="_blank">Forum</a> </li> <li> <a href="https://docs.typo3.org/typo3cms/extensions/slick/">Handbuch</a> </li> <li> <a href="http://die-netzmacher.de" target="_blank">Support</a> </li> </ul>

# sheet.layout.el.layout.default
source: Default
de: Standard

# sheet.layout.el.layout.wibackground
source: With backgroundcolor
de: Mit Hintergrundfarbe

# sheet.note.title
source: Note
de: Notizen

# sheet.note.el.note
source: Note
de: Notizen

# sheet.rare.title
source: Rare Adjustments
de: Seltene Einstellungen

# sheet.rare.accessibility
source: Tabbing and arrow key navigation (accessibility)
de: Tabulator- und Pfeiltastennavigation (Barrierefreiheit)

# sheet.rare.adaptiveHeight
source: Adaptive Height
de: Angepasste Höhe

# sheet.rare.centerMode
source: Centered view with partial prev/next slides. Use with odd numbered slidesToShow counts.
de: Rand des letzten und nächsten Slides einblenden. Mit ungerade Anzahl von Slides.

# sheet.rare.centerPadding
source: Side padding when in center mode. (px or %)
de: Breite des letzten und nächsten Slides (wenn diese angezeigt werden sollen)

# sheet.rare.cssEase
source: Kind of transition (css)
de: Art des Übergangs (CSS)

# sheet.rare.dotsClass
source: CSS class for the navigation dots
de: CSS-Klasse für Navigations-Punkte

# sheet.rare.draggable
source: Dragging sliders with the mouse
de: Slides mit der Maus ziehen

# sheet.rare.edgeFriction
source: Resistance when swiping edges of non-infinite carousels
de: Widerstand beim Wischen der Ecken von nicht-endlosen Karussels

# sheet.rare.initialSlide
source: First slide
de: Erster Slide

# sheet.rare.lazyLoad
source: Load images
de: Bilder laden

# sheet.rare.lazyLoad.ondemand
source: On demand
de: Wenn sie gebraucht werden

# sheet.rare.lazyLoad.progressive
source: Progressive
de: Fortschreitend

# sheet.rare.mobileFirst
source: Responsive settings use mobile first calculation
de: Responsive-Einstellungen starten beim Smartphone

# sheet.rare.pauseOnHover
source: Pauses autoplay on hover
de: Karussel anhalten, wenn sich die Maus über einem Slide befindet

# sheet.rare.pauseOnFocus
source: Pauses autoplay on focus
de: Karussel anhalten, wenn sich sich der Fokus im Slick Slider befindet

# sheet.rare.pauseOnDotsHover
source: Pauses autoplay when a dot is hovered
de: Karussel anhalten, wenn sich die Maus über einem Navigations-Punkt befindet

# sheet.rare.rtl
source: Move sliders from right to left
de: Slides von rechts nach links bewegen

# sheet.rare.useCSS
source: Transitions by CSS
de: Übergänge mit CSS

# sheet.rare.variableWidth
source: Variable width slides
de: Variable Breite der Slides

# sheet.rare.verticalSwiping
source: Vertical swipe mode
de: Senkrechter Klebe-Modus

# sheet.rare.zIndex
source: Set the zIndex values for slides, useful for IE9 and lower
de: Z-Index der Reiter. Nützlich für Internet Explorer 9 und älter

# sheet.sync.centerMode
source: Center mode
de: Ränder mit Anschnitt

# sheet.sync.enabled
source: Syncing
de: Synchronisieren

# sheet.sync.focusOnSelect
source: Focus on select
de: Auswahl in die Mitte

# sheet.sync.title
source: Syncing
de: Synchronisieren

# sheet.usual.title
source: Usual Adjustments
de: Häufige Einstellungen

# sheet.usual.autoplay
source: Auto play of slides
de: Automatisch abspielen

# sheet.usual.autoplayspeed
source: Change to the next slide (milliseconds)
de: Wechsel zum nächsten Slide (Milli-Sekunden)

# sheet.usual.fade
source: Fading
de: Überblenden

# sheet.usual.infinite
source: Infinite looping
de: Endlosschleife

# sheet.usual.randomized
source: Display slides in randomized order
de: Zeige Slides in zufälliger Reihenfolge

# sheet.usual.speed
source: Transition speed (milliseconds)
de: Geschwindigkeit der Übergänge (Millisekunden)

# sheet.usual.vertical
source: Vertical slide mode
de: Senkrechte Bewegung der Slides
