Repository: w3development/w3development.net
Catalog: public/typo3conf/l10n/*/install/Resources/Private/Language/*.BackendModule.xlf
Languages: it

# mlang_labels_tabdescr
source: Provides a simple link to the Install Tool. Notice the Install Tool (in typo3/install/) must be enabled.<br /><em>Access for 'admin' users only!</em>
it: Fornisce un semplice collegamento all'Install Tool. Nota che l'Install Tool (in typo3/install/) deve essere abilitato.<br /><em>Accesso per i soli utenti amministratori!</em>

# mlang_tabs_tab
source: Install
it: Installazione

# confirmUnlockInstallToolTitle
source: The Install Tool is locked
it: L'Install Tool è bloccato

# confirmUnlockInstallToolMessage
source: <p>For security reasons the Install Tool is locked by default.</p> <p>To enable the Install Tool, the file <strong>ENABLE_INSTALL_TOOL</strong> must be created in the directory <strong>typo3conf/</strong>.</p> <p>Just click the button below, the file will be created for you and the Install Tool will be unlocked.</p> <p><strong>Security note: </strong>When you are finished with your work, please log out of the Install Tool. Otherwise TYPO3 will automatically lock the Install Tool after one hour.</p>
it: <p>Per motivi di sicurezza, l'Install Tool è bloccato per default.</p> <p>Per abilitare l'Install Tool, un file nominato <strong>ENABLE_INSTALL_TOOL</strong> deve essere creato nella cartella <strong>typo3conf/</strong>.</p> <p>Basta fare clic sul pulsante qui sotto: il file verrà creato per te e l'Install Tool verrà sbloccato.</p> <p><strong>Nota sulla sicurezza: </strong>Quando hai finito il tuo lavoro è consigliabile eseguire il logout dall'Install Tool. Altrimenti TYPO3 bloccherà automaticamente l'Install Tool dopo un'ora.</p>

# confirmUnlockInstallToolButton
source: Unlock the Install&#160;Tool
it: Sblocca l'Install Tool

source: Cancel
it: Annulla

source: Confirm
it: Conferma

# sudoUserPasswordConfirm
source: Confirm with user password
it: Conferma con la password utente

# sudoInstallToolPasswordConfirm
source: Confirm with Install Tool password
it: Conferma con la password dell'Install Tool

# sudoPasswordConfirm
source: Invalid password
it: Password non valida

# sudoUserPasswordMode
source: Use user password instead
it: Utilizza invece la password utente

# sudoInstallToolPasswordMode
source: Use Install Tool password instead
it: Utilizza invece la password dell'Install Tool
