Repository: w3development/w3development.net
Catalog: html/typo3conf/l10n/*/redirects/Resources/Private/Language/*.locallang_module_redirect.xlf
Languages: it

# mlang_labels_tablabel
source: Redirect Administration
it: Amministrazione dei reindirizzamenti

# mlang_labels_tabdescr
source: This is the administration area for Web Redirects.
it: Questa è il modulo di amministrazione per i reindirizzamenti web.

# mlang_tabs_tab
source: Redirects
it: Reindirizzamenti

# source_host_global_text
source: Global redirect (any domain)
it: Reindirizzamento globale (tutti i domini)

# heading_text
source: Redirect Management
it: Gestione dei reindirizzamenti

# redirect_add_text
source: Add redirect
it: Aggiungi reindirizzamento

# redirect_not_found.title
source: No redirects found!
it: Nessun reindirizzamento!

# redirect_not_found.message
source: There are currently no redirect records found in the database.
it: Nel database non risulta definito alcun reindirizzamento.

# redirect_create
source: Create new redirect
it: Crea nuovo reindirizzamento

# redirect_not_found_with_filter.title
source: No redirects found!
it: Nessun reindirizzamento!

# redirect_not_found_with_filter.message
source: With the current set of filters applied, no redirect could be found.
it: Applicando i filtri correnti non è stato trovato alcun reindirizzamento.

# redirect_no_filter
source: Remove all filter
it: Rimuovi tutti i filtri

# filter.source_host.showAll
source: Show All
it: Mostra tutto

# filter.destination
source: Destination (Path or Page ID)
it: Destinazione (Percorso o ID della pagina)

# filter.targetStatusCode
source: Status Code
it: Codice Stato

# filter.sendButton
source: Send
it: Invia

# record_disabled
source: Redirect is not activated!
it: Il reindirizzamento non è attivo!

source: Source Host
it: Host Origine

source: Source Path
it: Percorso Origine

# source_path.placeholder
source: /my-path/ or #^/my-path/$# (when regex enabled)
it: /mio-percorso/ o #^/mio-percorso/$# (se le regex sono abilitate)

source: Destination
it: Destinazione

source: Page ID
it: ID della Pagina

# destination_status_code
source: Status Code
it: Codice Stato

source: Hits
it: Visite

# hit_text
source: %s hit
it: %s visita

# hits_text
source: %s hits
it: %s visite

# hit_reset
source: Reset Hit Counter (!)
it: Azzera il conteggio delle visite (!)

# hit_reset.confirm.title
source: Reset the hitcounter of this record?
it: Azzera il conteggio delle visite di questo record?

# hit_reset.confirm.content
source: Are you sure you want to reset the hitcounter of this record?
it: Sei sicuro di voler azzerare il conteggio delle visite di questo record?

# hit_last
source: Last Hit on
it: Ultima visita il

# hit_last_never
source: Never
it: Mai

# visit_destination
source: Go to
it: Vai a

source: View redirect
it: Visualizza reindirizzamento
