Repository: w3development/w3development.net
Catalog: public/typo3conf/l10n/*/powermail/Resources/Private/Language/*.locallang_csh_tx_powermail_domain_model_fields.xlf
Languages: it

# mandatory.description
source: Should this field be a mandatory field?
it: Questo campo deve essere obbligatorio?

# validation.description
source: Validate the field value (url, email, etc...)
it: Validare il valore del campo (url, email, ecc...)

# validation_configuration.description
source: This value influences the validation (if you choose range, you can use e.g. 1,10 to have a range field from 1 to 10) (if you choose pattern validation, you can use regular expressions e.g. like https?://.+ to validate for a beginning https-link)
it: Questo valore influenza la validazione (se scegli intervallo, puoi ad es. utilizzare 1,10 per ottenere un intervallo da 1 a 10) (se scegli validazione con schema, puoi utilizzare un'espressione regolare come ad es. https?://.+ per validare un link che inizi con https)

# prefill_title.description
source: Prefill Settings
it: Impostazioni di precompilazione

# prefill_value.description
source: Prefill this field with a static text. The related field wil be prefilled (If you use a prefill value for a country-field, add the wanted code - e.g. DEU or USA)
it: Precompila questo campo con un testo statico. Il campo relativo risulterà precompilato. (se utilizzi un valore di precompilazione per un campo nazione, aggiungi il codice desiderato - ad es. DEU oppure USA)

# placeholder.description
source: A placeholder text is an example, that should help the user to fill out an input field. This text is shown in bright grey within the input field. If you have a name field, you could use the placeholder "John Doe"
it: Un testo di segnaposto (placeholder) è un esempio che dovrebbe aiutare l'utente a compilare un campo di input. Questo testo è mostrato in grigio chiaro all'interno del campo. Se ad es. utilizzi un campo "nome", puoi utilizzare "Mario Rossi" come segnaposto.

# feuser_value.description
source: Prefill this field with value of a logged in fe_user (overwrites the static prefill text)
it: Precompila questo campo con il valore di un utente di frontend (fe_user) autenticato (sovrascrive il testo statico precompilato)

# create_from_typoscript.description
source: Options can be dynamicly generated by TypoScript (e.g. lib.options=TEXT lib.options.value=red[\n]blue[\n]pink). Add the path to the TypoScript object.
it: Le opzioni possono essere generate dinamicamente tramite TypoScript (ad. es. options=TEXT lib.options.value=red[\n]blue[\n]pink). Aggiungi il percorso all'oggetto TypoScript.

# css.description
source: Choose a Layout (This may change the Frontend Rendering - please ask your administrator for more information)
it: Scegli un Layout (Questo potrebbe modificare l'aspetto sul frontend - contatta il tuo amministratore per ulteriori informazioni)

# datepicker_settings.description
source: Choose the type of the datepicker (date only or date and time or time only)
it: Scegli il tipo di selettore data (solo data oppure data e ora o solo ora)

# marker_title.description
source: Variables Settings
it: Impostazioni variabili

# auto_marker.description
source: This variable was automaticly generated by the system
it: Questa variabile è stata generata automaticamente dal sistema

# marker.description
source: Use your own variable in a Rich Text Editor (e.g.)
it: Utilizza la tua variabile in un Editor di testo avanzato (ad es.)

# own_marker_select.description
source: Check this if you want to change the automaticly generated variable
it: Seleziona se vuoi modificare la variabile generata automaticamente

# pages.description
source: Add the related page to this field
it: Aggiungi a questo campo la pagina relativa
