Repository: w3development/w3development.net
Catalog: html/typo3conf/l10n/*/setup/Resources/Private/Language/*.locallang_csh_mod.xlf
Languages: it

# .alttitle
source: User > Setup module
it: Modulo Utente>Impostazioni Utente

# .description
source: The Setup module allows the backend user to customize TYPO3 for his own login sessions. This includes the backend language and various other interface features.
it: Il modulo Impostazioni Utente consente, all'utente backend, di personalizzare TYPO3 per le proprie sessioni di login. Ciò include la lingua del backend e varie altre funzionalità dell'interfaccia.

# .details
source: <b>Notice [For Admins]:</b> These settings can all be overridden or have their default values changed by "User TSconfig". To read more about this concept, see the link below!
it: <b>Nota [per Admin]:</b> queste impostazioni possono essere tutte sovrascritte o modificate via TSconfig Utente. Per saperne di più su questo concetto, consulta il collegamento qui sotto!

# _.seeAlso
source: User TSconfig SETUP | https://docs.typo3.org/typo3cms/TSconfigReference/UserTsconfig/Setup/Index.html
it: IMPOSTAZIONI TSconfig Utente | https://docs.typo3.org/typo3cms/TSconfigReference/UserTsconfig/Setup/Index.html

# .image_descr
source: The Setup module is selected in the left menu. This is how the Setup module interface looks like - a list of options to configure.
it: Il modulo Impostazioni Utente è accessibile dal menù in alto a destra. Questo è il modo in cui appare l'interfaccia del modulo: un elenco di opzioni da configurare.

# language.alttitle
source: Backend Language selection
it: Lingua

# language.description
source: Select the backend language you prefer. Most parts of TYPO3s backend (for regular users) are translated into other languages.
it: Seleziona la lingua che preferisci. La maggior parte del backend di TYPO3 é tradotta anche in altre lingue.

# language.details
source: <b>Warning [technical]:</b> If TYPO3 is not configured to use a single character set (through $TYPO3_CONF_VARS[BE][forceCharset]) then all data entered in the backend is submitted in the character set of the selected backend language. This leads to inconsistent data storage if some users are using the backend in Russian and others in English which uses different character sets. The solution clearly is to set the configuration option mentioned above to a value like "utf-8". This must be done by the developers responsible for the whole system configuration.
it: <b>Attenzione [tecnico]:</b> se TYPO3 non è configurato per usare un singolo set di caratteri (attraverso $TYPO3_CONF_VARS[BE][forceCharset]), tutti i dati inseriti nel backend vengono inviati nel set di caratteri della lingua di backend selezionata. Questo porta a memorizzare dati incoerenti se alcuni utenti utilizzano il backend in russo e altri in inglese, che utilizzano set di caratteri diversi. La soluzione è chiaramente quella di impostare l'opzione di configurazione di cui sopra ad un valore come "utf-8". Questo deve essere fatto dagli amministratori, responsabili dell'intera configurazione di sistema.

# language.image_descr
source: TYPO3 is translated into around 40 languages. English is the default language and all labels must be available in English first and foremost. This screenshot shows translations for Hebrew, Arabic, Russian and Chinese.
it: TYPO3 è tradotto in circa 40 lingue. L'inglese è la lingua predefinita e tutte le etichette devono essere disponibili in inglese. Questa schermata mostra traduzioni per ebraico, arabo, russo e cinese.

# option_startModule.alttitle
source: Start module
it: Modulo di avvio

# option_startModule.description
source: Let you select the module that is called when you login in the Backend The default module is "About Modules".
it: Seleziona il modulo che è visualizzato quando effettui il login al backend.

# option_showThumbs.alttitle
source: Show Thumbnails by default
it: Mostra le Miniature

# option_showThumbs.description
source: In modules like the "Web > List" and "File > Filelist" you can enable the display of thumbnails of files (images/fonts) and records (if images are attached) with a checkbox. Setting this option will enable the display by default.
it: Nei moduli come "Web >Lista" e "File>Lista File" puoi abilitare la visualizzazione delle miniature dei file (immagini/font) e record (se le immagini sono allegate) con una opzione. Spuntando questa opzione si attiverà la visualizzazione.

# option_showThumbs.image_descr
source: When thumbnails display is enabled, files attached to records will be shown in the "Web > List" module like this.
it: Quando è abilitata la visualizzazione delle miniature, i file allegati ai record saranno mostrati nel modulo "Web>Lista" come questo.

# option_helpText.alttitle
source: Show help text when applicable
it: Mostra l'aiuto quando disponibile

# option_helpText.description
source: If set, some help texts will appear by default. Applies to the "Legend" text in the Web>Access module for instance.
it: Se abilitati, alcuni testi di aiuto appariranno di default. Per esempio si applica ai testi "Legenda" nel modulo Web>Accesso

# option_maxTitleLen.alttitle
source: Maximum title length
it: Lunghezza massima dei titoli

# option_maxTitleLen.description
source: TYPO3 will often crop long titles of records etc. so only the first X characters are shown. Often the number of shown characters depends on this variable. For instance the length of page titles in the page tree is determined by this value.
it: TYPO3 taglierà spesso titoli lunghi di record; verranno mostrati solo i primi caratteri. Spesso il numero di caratteri mostrati dipende da questa variabile. Per esempio la lunghezza dei titoli delle pagine nell'albero delle pagine è determinata da questo valore.

# option_maxTitleLen.image_descr
source: In this case the Maximum Title length is set to 10 - and the result is that titles in the page tree - as well as other places in the backend - will be cropped after 10 characters, then suffixed by "...". The default value is "30".
it: In questo caso la lunghezza massima del titolo è impostata a 10 e il risultato è che i titoli nell'albero delle pagine, così come in altre parti nel backend, saranno tagliati dopo 10 caratteri, col suffisso "...". Il valore predefinito è "50".

# option_copyLevels.alttitle
source: Recursive Copy
it: Copia Ricorsiva

# option_copyLevels.description
source: When you copy a page, subpages can also be copied along if you set this option. The number you set here defines the number of levels under a page to include in a copy operation.
it: Quando copi una pagina, se hai selezionato questa opzione verranno copiate automaticamente anche tutte le relative sottopagine. Il numero che inserisci qui definisce il numero di livelli di profondità da includere in un'operazione di copia.

# option_recursiveDelete.alttitle
source: Recursive Delete
it: Eliminazione Ricorsiva

# option_recursiveDelete.description
source: You cannot delete a page with subpages unless this flag is set. Be careful - setting this option means that TYPO3 will allow a whole tree of pages to be deleted in one go!
it: Non puoi eliminare una pagina che ha delle sottopagine, a meno che questa opzione sia selezionata. Fai molta attenzione: abilitando questa opzione, potenzialmente, TYPO3 potrebbe eliminare in un colpo solo tutto l'Albero delle Pagine!

# option_recursiveDelete.details
source: You should also consider the performance issues involved when deleting a large page tree. It might take a considerable amount of time to do that and if PHP times out before the operation is finished the results might be unpredictable.
it: Dovresti anche considerare i problemi di prestazioni indotti dall'eliminazione un grande albero di pagine. Potrebbe essere necessario un considerevole lasso di tempo per farlo e se PHP andasse in timeout, prima che l'operazione fosse terminata, i risultati potrebbero essere imprevedibili.

# option_edit_RTE.alttitle
source: Enable Rich Text Editor
it: Abilita RTE (Rich Text Editor)

# option_edit_RTE.description
source: If set, the Rich Text Editor in TYPO3 will be enabled for you. Normally you wouldn't want to disable this option.
it: Se impostato, il Rich Text Editor (RTE) in TYPO3 sarà abilitato per te. Solitamente questa opzione è abilitata.

# option_edit_RTE.details
source: A Rich Text Editor (RTE) means that a text editing field has buttons for making selected text bold, italic etc. Whether a RTE is available also depends on factors like the browser you are using and which extensions are installed. Finally RTEs are applied to only a few record fields. The most well known example would be the Text field of a Content Element.
it: Un Rich Text Editor (RTE) significa che un campo di modifica del testo ha dei pulsanti per rendere il testo in grassetto, corsivo, italico, e così via. La possibilità di poter utilizzare un RTE dipende anche da fattori come il browser che stai utilizzando e quali estensioni sono installate. Infine gli RTE sono applicati solo a pochi campi record. L'esempio più noto sarebbe il campo Testo di un Elemento di Contenuto.

# option_edit_docModuleUpload.alttitle
source: Enable File Uploads in editing forms
it: Abilita il caricamento dei file nelle form-modifica

# option_edit_docModuleUpload.description
source: This option will enable an "Upload" box for each field in TYPO3 records where you can attach a file or image. Most likely you don't want to disable this since it is usually just a nice thing to have.
it: Questa opzione abilita l'opzione "Carica", per ogni campo nei record TYPO3, dove è possibile allegare un file o un'immagine. Solitamente questa opzione è sempre abilitata.

# option_edit_docModuleUpload.details
source: If you disable the Upload box there is still the TYPO3 Element Browser left for attaching files and images.
it: Se disabiliti l'opzione di caricamento file, c'è ancora, come alternativa, il navigatore degli elementi di TYPO3 per sfogliare e allegare file e immagini.

# option_resizeTextareas.alttitle
source: Make Textareas Resizable
it: Rende ridimensionabile l'area di testo

# option_resizeTextareas.description
source: This option will make textareas resizable. You will see the resize mouse cursor if you move mouse to the outer border of textarea.
it: Questa opzione renderà le aree di testo ridimensionabili. Vedrai il cursore del mouse di ridimensionamento se sposti il mouse al bordo esterno dell'area di testo.

# option_resizeTextareas_MaxHeight.alttitle
source: Maximal Height of Textarea
it: Altezza massima dell'area di testo

# option_flexibleTextareas_MaxHeight.alttitle
source: Maximal Height of flexible textareas
it: Altezza massima dell'area di testo flessibile

# option_resizeTextareas_MaxHeight.description
source: Define the maximal height of textarea (in Pixel).
it: Definisce la massima altezza dell'area di testo (in pixel).

# option_flexibleTextareas_MaxHeight.description
source: Define the maximal height of flexible textareas (in Pixel).
it: Definisce la massima altezza di un'area di testo flessibile(in Pixel).

# option_resizeTextareas_Flexible.alttitle
source: Make Textareas Flexible
it: Rende flessibile l'area di testo

# option_resizeTextareas_Flexible.description
source: This option will make textareas flexible. The height will grow automatically while typing. Limit is the maximal height set (default 600).
it: Questa opzione renderà le aree di testo flessibili. L'altezza crescerà automaticamente durante la digitazione. Il limite è l'altezza massima impostata (predefinito 600).

# option_showHiddenFilesAndFolders.description
source: Defines whether you want to list all the hidden files and folders (beginning with a .) in the filelist and element browser.
it: Definisci se desideri elencare tutti i file e le cartelle nascosti in Lista File e nel navigatore degli elementi di TYPO3.

# option_showHiddenFilesAndFolders.details
source: By default all hidden files are not displayed in filelists and element browsers and link pickers. This option enables to additionally show the hidden files.
it: Per impostazione predefinita, tutti i file nascosti non vengono visualizzati nei navigatori dei file e degli elementi e nei selettore dei collegamenti. Questa opzione permette di mostrare anche i file nascosti.

# option_beUser_realName.alttitle
source: Your real name
it: Il tuo nome

# option_beUser_realName.description
source: Enter your real name here.
it: Inserisci il tuo nome.

# option_beUser_email.alttitle
source: Your email address
it: La tua email

# option_beUser_email.description
source: Make sure this is a valid email address for you. This is the contact address that the backend administrator will use if he needs to contact you. Also, the TYPO3 system might need to send you messages at various times and this will be the recipient address.
it: Assicurati che questo sia un indirizzo email valido per te. Questo è l'indirizzo di contatto che l'amministratore del backend utilizzerà se ha bisogno di contattarti. Inoltre, il sistema TYPO3 potrebbe avere bisogno di inviarti messaggi in vari momenti e questo sarà l'indirizzo del destinatario.

# option_emailMeAtLogin.alttitle
source: Notify by login
it: Notifica il login

# option_emailMeAtLogin.description
source: If you set this option you will receive an email from TYPO3 each time you (or "someone") logs in using your username. You might like to receive such a "warning" as a security measure so you will know if someone else picks up your password and uses your account.
it: Se imposti quest'opzione riceverai un'email da TYPO3 ogni volta che tu (o "qualcun altro") accede usando il tuo nome utente. Potrebbe piacerti ricevere un "avviso" come misura di sicurezza, così che tu saprai se qualcun altro scopre la tua password ed usa il tuo profilo.

# option_newPassword.alttitle
source: Change password
it: Cambia password

# option_newPassword.description
source: Enter a new password for your backend account
it: Inserisci una nuova password per il tuo profilo del backend

# option_newPassword.details
source: The passwords are encrypted to an MD5 hash when you leave the field so no plain text password is sent over the wire.
it: Appena fai clic fuori dal campo, la password è crittografata ad un hash-md5, cosicché la password non sia inviata in chiaro via internet.

# option_newPasswordAgain.alttitle
source: Change password, confirm
it: Cambio password, conferma

# option_newPasswordAgain.description
source: Confirm the new password by entering it again, exactly like above. If the two new passwords do not match, the password will not be changed.
it: Conferma la nuova password inserendola di nuovo, esattamente come scritta qui sopra. Se le due password non corrispondono esattamente, la password non sarà modificata.

# reset.alttitle
source: Reset all Values to default
it: Ripristina tutti i valori predefiniti

# reset.description
source: If you select this option all settings in this module will be reset to the default settings of the system.
it: Se selezioni questa opzione, tutte le impostazioni di questo modulo verranno reimpostate alle impostazioni predefinite del sistema.

# reset.details
source: This does not apply to user name, email and password settings of course.
it: Questa operazione non modifica il nome utente, l'email e la password.

# simuser.alttitle
source: Simulate backend user
it: Simula utente backend

# simuser.description
source: This option allows "admin"-users to change settings for another backend user in the system.
it: Questa opzione consente, agli utenti "admin", di modificare le impostazioni per un altro utente di backend nel sistema.

# option_enableInstallTool.alttitle
source: Admin control for re-enabling Install Tool access
it: Controllo di amministrazione per riabilitare l'accesso all'Install Tool

# option_enableInstallTool.description
source: By clicking this button, a file typo3conf/ENABLE_INSTALL_TOOL is created (or removed if it already exists). It unlocks the access to the Install Tool (password is still needed!) and will be removed automatically after 1 hour.
it: Cliccando questo bottone, viene creato un file typo3conf/ENABLE_INSTALL_TOOL (o rimosso se esiste già). Sblocca l'accesso allo Install Tool (la password è ancora necessaria!) e sarà automaticamente rimosso dopo 1 ora.
