Repository: w3development/w3development.net
Catalog: html/typo3conf/l10n/*/powermail/Resources/Private/Language/*.locallang_csh_tx_powermail_domain_model_mails.xlf
Languages: de

# crdate.description
source: Time of mail creation
de: Zeit der E-Mail-Erstellung

# sender_mail.description
source: This is the email of the sender
de: E-Mail-Adresse des Absenders

# sender_name.description
source: This is the name of the sender
de: Name des Absenders

# subject.description
source: E-Mail Subject
de: E-Mail-Betreff

# body.description
source: All input values at a glance
de: Alle Eingabe-Werte auf einen Blick

# receiver_mail.description
source: E-Mail Receiver
de: E-Mail des Empfängers

# form.description
source: Related Form
de: Verwandtes Formular

# answers.description
source: All transferred Answers
de: Alle gesendeten Antworten

# feuser.description
source: This FE User send the mail (if empty, no logged in User sends the mail)
de: Dieser FE-Benutzer sendet die E-Mail (wenn das Feld leer ist, wird die Mail von einem nicht registrierten Benutzer versendet)

# spam_factor.description
source: Powermail identifies this mail as spam with this factor (if factor is too high, mail sending will be refused)
de: Spam-Faktor dieser Mail (wenn der Faktor zu hoch ist, wird die Mail nicht akzeptiert)

# time.description
source: User needs this time to fill out the form
de: Benötigte Zeit für das Ausfüllen des Formulars

# sender_ip.description
source: IP-Address of the sender
de: IP-Adresse des Absenders

# user_agent.description
source: Browser characteristic of the sender
de: Browser-Agent des Absenders

# marketing_referer_domain.description
source: Last Domain of the user before he surfed to this URL
de: Zuletzt aufgerufene Domain des Benutzers, bevor er diese URL aufgerufen hat

# marketing_referer.description
source: Last URL of the user before he surfed to this URL
de: Zuletzt aufgerufene URL des Benutzers, bevor er diese URL aufgerufen hat

# marketing_country.description
source: User is located in this country
de: Benutzer befindet sich in folgendem Land

# marketing_mobile_device.description
source: User uses a mobile device
de: Benutzer verwendet ein Mobilgerät

# marketing_frontend_language.description
source: User surfed in this TYPO3-Frontend-Language
de: Benutzer surfte in der folgenden TYPO3-Frontend-Sprache

# marketing_browser_language.description
source: Users Browser Language
de: Browser-Sprache des Benutzers

# marketing_page_funnel.description
source: Internal Page funnel up to the form submit
de: "Interner Page Funnel" bis zum Absenden des Formulars
