Repository: w3development/w3development.net
Catalog: public/typo3conf/l10n/*/info/Resources/Private/Language/*.InfoPageTsConfig.xlf
Languages: it

# tsconf_title
source: Page TSconfig
it: TSconfig della Pagina

# tsconf_parts_0
source: All
it: Tutto

# tsconf_parts_1
source: Module
it: Modulo

# tsconf_parts_1a
source: Module: Web>Page
it: Modulo: Web>Pagina

# tsconf_parts_1b
source: Module: Web>View
it: Modulo: Web>Visualizza

# tsconf_parts_1c
source: Module: Web>Modules
it: Modulo: Web>Moduli

# tsconf_parts_1d
source: Module: Web>List
it: Modulo: Web>Lista

# tsconf_parts_1e
source: Module: Web>Info
it: Modulo: Web>Info

# tsconf_parts_1g
source: Module: Web>Template
it: Modulo: Web>Template

# tsconf_configFields
source: View TSconfig fields content
it: Visualizza il contenuto del campo TSconfig

# editTSconfig
source: Edit TSconfig for this page
it: Modifica TSconfig per questa pagina

# editTSconfig_all
source: Edit TSconfig for all shown pages
it: Modifica TSconfig per tutte le pagine visualizzate

# editTSconfig_default
source: Default Configuration from TYPO3_CONF_VARS
it: Configurazione predefinita da TYPO3_CONF_VARS

# mod_pagetsconfig
source: Page TSconfig
it: TSconfig della Pagina

# sort_alphabetic
source: Sort alphabetically
it: Ordina alfabeticamente

source: Pagetitle:
it: Titolo della pagina:

# included_tsconfig_files
source: Included Files:
it: File inclusi:

# written_tsconfig_lines
source: Lines:
it: Linee:

# tsconf_noPageTSconfig
source: There are no pages containing custom Page TSconfig settings in the page configuration.
it: Non ci sono pagine con impostazioni TSconfig nella configurazione della pagina.
